Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/info/information/infomationErrorTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Invalid buffer
cs: Chyba buffer
hu: Érvénytelen puffer
vi: Bộ đệm không hợp lệ
zh: 无效缓存

source: After count
cs: Po spocteni
hu: Számlálás után
vi: Sau khi đếm
zh: 已点数量

source: Samples small
cs: Delka nizka
hu: Minták - kicsi
vi: Mẫu nhỏ
zh: 采样过小

source: Samples big
cs: Delka vysoka
hu: Minták - nagy
vi: Mẫu lớn
zh: 采样过大

source: Integral big
cs: Plocha vysoka
hu: Integrál - nagy
vi: Tích phân lớn
zh: 总和过小

source: Integral small
cs: Plocha nizka
hu: Integrál - kicsi
vi: Tích phân nhỏ
zh: 总和过大

source: Peak big
cs: Vyska vysoka
hu: Csúcs - nagy
vi: Đỉnh lớn
zh: 峰值过大

source: Timeout
vi: Hết giờ
zh: 超时

source: Too many
vi: Quá nhiều
